let cost;
const subscription = prompt(
  "Оберіть один день тижня з поданих варіантів: Понеділок, вівторок, середа, четвер, пятниця, субота, неділя"
);

switch (subscription.toLowerCase()) {
  case "Понеділок":
    alert("Ви обрали: понеділок");
    cost = 5; // Припустимо, що вартість кави - 5 одиниць
    break;
  case "вівторок":
    alert("Ви обрали: вівторок  ");
    cost = 3; // Припустимо, що вартість чаю - 3 одиниці
    break;
  case "середа":
    alert("Ви обрали:середа ");
    cost = 7; // Припустимо, що вартість соку - 7 одиниць
    break;
  case "четвер":
    alert("Ви обрали: четвер");
    cost = 5; // Припустимо, що вартість кави - 5 одиниць
    break;
  case "п'ятниця":
    alert("Ви обрали: пя'тниця");
    cost = 3; // Припустимо, що вартість чаю - 3 одиниці
    break;
  case "субота":
    alert("Ви обрали: субота");
    cost = 7; // Припустимо, що вартість соку - 7 одиниць
    break;
  case "неділя":
    alert("Ви обрали: неділя");
    cost = 7; // Припустимо, що вартість соку - 7 одиниць
    break;
  default:
    alert(
      "Оберіть один день тижня з поданих варіантів: Понеділок, вівторок, середа, четвер, пятниця, субота, неділя"
    );
    break;
}

console.log("Ваш вибір: " + cost);
